12/data/attachments/f1932d86b3cde0a9.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Tiffany_avoid_Friend_58350_2</nif:username>
            <nif:friendToBeRequested>soap_friends_30227e46-c1fd-41dc-9412-4d1f0c3bbc5f</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>